10/data/attachments/3ecbf9539db9c5fd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_87503369-b0b0-4cf9-ba8a-ccf7404b5ec5</nif:username>
            <nif:friendToBeAdded>Linda_grow_Actions_19737_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>